Autodesk.Revit.DB.Mechanical.DuctLiningType.Roughness
The roughness of Duct Lining.
Throws Autodesk.Revit.Exceptions.ArgumentOutOfRangeException:
When setting this property: The roughness value should be at least equal to or larger than 0.
Since:
2012